Repository: diegots/fic-code
Catalog: src/view/*.po
Languages: es_es

source: You should select at least a item
es_es: Debe seleccionar al menos un elemento de la lista

source: UPDATE
es_es: Actualizar

source: Status: uploaded
es_es: Estado: subido

source: Status: search results
es_es: Estado: resultado de la búsqueda

source: Are you sure to close the Library Managenment?
es_es: Esta seguro de salir de la Libreria?

source: Close Library Managenment
es_es: Cerrar la libreria

source: Title
es_es: Titulo

source: Author
es_es: Autor

# Libreria
source: Library Managenment
es_es: Gestion de Libreria

source: Library Managenment
es_es: Gestion de libreria

# Busquedad
source: Search
es_es: Busquedad

source: Exact Field
es_es: Campo exacto

source: Case sensitive
es_es: Distinguir Mayúsculas y Minusculas

source: Case Sensitive
es_es: Distinguir Mayúsculas y Minusculas

# Campo de búsqueda
source: Field
es_es: Campo de búsqueda

source: All fields
es_es: Todos

source: Upload
es_es: Subir

# Subir
source: Upload
es_es: Subir

source: About
es_es: A cerca de

source: Select all list items
es_es: Seleccionar todos los elementos de la lista
